akamud.vscode-theme-onedark
Atishay-Jain.All-Autocomplete
chrmarti.regex
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
golang.go
hashicorp.terraform
JakeBecker.elixir-ls
jasonnutter.search-node-modules
jebbs.plantuml
JuanBlanco.solidity
kaiwood.endwise
KnisterPeter.vscode-github
kogai.regex-railroad-diagrams
mads-hartmann.bash-ide-vscode
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
ms-vscode.cpptools
octref.vetur
Orta.vscode-jest
rebornix.ruby
saikou9901.evilinspector
shakram02.bash-beautify
shardulm94.trailing-spaces
timonwong.shellcheck
toasty-technologies.octave
vscodevim.vim
wingrunr21.vscode-ruby
